{
  "menuBar": [{
      "id": 1,
      "name": "Секс на пляже",
      "category": "Алкогольные коктейли",
      "img": "https://krivoy-rog.eda.ua/images/78748-405-336-fa1ebdbec00f8aaf4a5d583667bc911d.png",
      "price": "48",
      "composition": ["водка – 40 мл;", "персиковый ликер – 20 мл;", "апельсиновый сок – 40 мл;", "клюквенный сок (морс) – 40 мл;"],
      "desc": "Благодаря интригующему названию, яркому цвету и мягкому фруктовому вкусу, в котором не чувствуется алкоголь, коктейль «Секс на пляже (Sex on the beach)» за 20 лет с момента появления стал одним из самых заказываемых коктейлей на Западе и быстро набирает популярность в России. Еще одно преимущество напитка – простота приготовления дома, даже шейкер не нужен."
    },
    {
      "id": 2,
      "name": "Голубая лагуна",
      "category": "Алкогольные коктейли",
      "img": "https://vzboltay.com/uploads/posts/2015-03/1427108751_blue-lagoon.jpg",
      "price": "48",
      "composition": ["Водка - 40 мл;", "Ликер 'Блю Кюрасао' - 20 мл;", "Лимонный фрэш - 20 мл;", "Спрайт - 120 мл;"],
      "desc": "Любители экзотического спиртного ценят этот коктейль за оригинальный цвет, насыщенный вкус и простоту приготовления. Сделать коктейль «Голубая лагуна» в домашних условиях может любой начинающий бармен. В классическом рецепте используются легкодоступные ингредиенты, при их смешивании получается настоящий шедевр."
    },
    {
      "id": 3,
      "name": "Текила санрайз",
      "category": "Алкогольные коктейли",
      "img": "https://vzboltay.com/uploads/posts/2015-03/1427122812_tequila-sunrise.jpg",
      "price": "19.99",
      "composition": ["серебряная (прозрачная) текила – 45 мл;", "апельсиновый сок – 90 мл;", "гренадин (гранатовый сироп) – 15 мл;", "кубики льда – 6-7 штук."],
      "desc": "Во время ритуалов племена ацтеков пили сок агавы на рассвете. В дань памяти о своих предках мексиканцы создали алкогольный коктейль «Tequila Sunrise», внешний вид которого напоминает восход солнца. Напиток получился не только красивым, но и очень вкусным. "
    },
    {
      "id": 4,
      "name": "Мартини Бьянко",
      "category": "Аперативы",
      "img": "https://av.ru/product/h05/h7d/8892180594718.jpg",
      "price": "19.48",
      "composition": ["Глубина цвета: светлое", "Тело/Насыщенность: лёгкое", "Температура сервировки: 6–8 °C"],
      "desc": "Мартини Бьянко обладает необычным вкусом, в котором терпкость и горечь сочетаются со сладкими нотками. Bianco менее горький и более утончённый, чем Rosso. Пьется очень легко."
    },
    {
      "id": 5,
      "name": "Абсент",
      "category": "Аперативы",
      "img": "https://s.winestyle.ru/images_gen/597/59775/0_0_orig.jpg",
      "price": "19.99",
      "composition": ["Цвет: Зеленый", "Крепость: 70%", "Содержание туйона: 10 мг/л"],
      "desc": "'Xenta' — один из самых известных абсентов в мире, напиток с богатой историей и традициями, эксклюзивный рецепт которого не менялся уже более двухсот лет.  Для приготовления высококлассного абсента 'Xenta' используется полынь, произрастающая на высоте 2000 метров в Альпах Северной Италии, её собирают на заключительной фазе цветения и используют листья только верхней части растения. Для создания 'Ксента' настойка из листьев полыни смешивается с анисом и кориандром, полученный эликсир фильтруется до получения волшебного, ни с чем не сравнимого зелёного цвета. Укрепляется абсент спиртом высочайшего качества. Содержание туйона не более 10 мг/л, что допустимо законодательством."
    },
    {
      "id": 6,
      "name": "Самбука",
      "category": "Ликеры",
      "img": "https://assets.fridge.menu/i/good/photo/55/1c/92/22/52/75/52/38/17/35/6d/00/full_551c92245275523817496d00.jpg",
      "price": "19.99",
      "composition": ["Крепость - 38%", "Цвет - Прозрачная", "Аромат - Крепкий и яркий, с ярко-выраженным анисовым оттенком"],
      "desc": "Самбука – это сладкий анисово-пряный, как правило, бесцветный ликер. Оригинальный рецепт напитка предусматривает использование спирта, родниковой воды, хорошо растворимых сахаров, различных вытяжек из аниса и других трав. Основу самбуки составляют эфирные масла, полученные путем перегонки звездчатого аниса и фенхеля. Эти ингредиенты придают ликеру сильный анисовый запах. Некоторые виды самбуки содержат экстракты бузины, мяты перечной, чабреца, горечавки и другие вытяжки."
    },
    {
      "id": 7,
      "name": "Апероль",
      "category": "Ликеры",
      "img": "https://frullato.ru/wp-content/uploads/2018/04/Aperol-Spritz-kit.png",
      "price": "19.99",
      "composition": ["Содержание сахара - Сладкий", "Крепость - 11%", "Цвет - Ярко-оранжевый"],
      "desc": "Основа Aperol готовится из сочетания натуральных водно-спиртовых экстрактов, полученных из настойки ароматических трав на спирту и воде. В эту смесь затем добавляются ароматические вещества и натуральные масла из цедры апельсина и цитрусовых. Рецепт Aperol хранится в строгом секрете. Однако Aperol не был бы Aperol без самого главного ингредиента — людей, занимающихся производством напитка. Эти преданные своему делу мастера хранят секрет, который передается с 1919 года."
    },
    {
      "id": 8,
      "name": "Маренго",
      "category": "Игристые вина",
      "img": "https://okwine.ua/files/product/full_igristoe-vino-marengo-marengo-bel-p-slad-0-75l.jpg",
      "price": "19.99",
      "composition": ["Цвет: Белое игристое вино", "Объем: 750 мл", "Содержание сахара: Полусладкое игристое вино"],
      "desc": "Игристое белое полусладкое вино Marengo Semi-Sweet – продукт украинского винзавода «Коблево», принадлежащий крупнейшему алкогольному холдингу Украины «Баядера Групп». Изысканное шампанское подходит для незабываемых моментов, а также станет неотъемлемым атрибутом для празднования самых торжественных событий. Игристое вино Semi-Sweet имеет приятный фруктовый вкус и изящный, с мускатными тонами, аромат. Для изготовления игристого вина Маренго используется виноград популярных европейских сортов, таких как Шардоне, Пино Гри, Пино, Блан, Пино Нуар, Рислинг, Совиньон, Траминер, с добавлением мускатных сортов. В производственном процессе применяется французская технология шампанизации вин по методу Шарма. После купажирования вино выдерживается в вакуумных резервуарах."
    }
  ],
  "menuKitchen": [{
      "id": 1,
      "name": "Цезарь",
      "category": "Салаты",
      "img": "https://cooklikemary.ru/sites/default/files/shashlyk-1-3_0.jpg",
      "price": "19.99",
      "composition": [""],
      "desc": "Секрет вкусного салата во вкусном соусе. Это салат на все случаи жизни и времена года, но больше всего мне хочется его именно летом. Так как он легкий, но в тоже время сытный, к нему в дуэт больше готовить ничего не надо, разве только бокал вина."
    }
  ]
}